[
    "Imitate a monkey AND a donkey at the same time",
    "Call the pizza place and order 300 sardine pizzas",
    "Sing “Twinkle Twinkle, Little Star” while beat boxing",
    "Make a sandwich while blindfolded.",
    "Only speak using song lyrics.",
    "Go outside to the trash bin and throw a tantrum because someone put trash in it.",
    "Go outside and take a selfie with a stranger.",
    "Say “ya heard meh” after everything you say for the next 5 minutes",
    "Go up to someone random and ask for a hug",
    "Go as long as you can without blinking",
    "Make up a song and sing it.",
    "Eat a clove of garlic.",
    "Eat a raw egg.",
    "Let another player draw something on your face.",
    "Sit on your hands for the remainder of the game.",
    "Lick mayonnaise off of someone’s toe.",
    "Sing a song chosen by the group while eating spoonfuls of peanut butter.",
    "Do your best burlesque routine for 1 minute.",
    "Hang your socks from your ears until the end of the game.",
    "Give a back rub the person to your right",
    "Go grab a broom and do your best tango",
    "For the next 5 minutes, only respond to people by saying “you know that’s right”.",
    "Go outside, and while skipping down the street, sing “Let it Go’ from Frozen.",
    "Let another player spank you with a fly swatter.",
    "Go for a short walk outside and while walking, hold a conversation with yourself.",
    "Skip backwards in a circle while saying a tongue twister.",
    "Act like you do not understand your own language until your next turn (come up with your own language)",
    "Try to put your foot behind your head.",
    "Belly dance to a country song",
    "Do an impression of someone until another player can guess who you are",
    "You notice that the person sitting on your right has something on their face, spit on your finger and wipe it off for them.",
    "Stick a Hot Cheeto in your nose and leave it there for 5 minutes.",
    "Wear your clothes backward for the duration of the game.",
    "Stand up and do your best impersonation of your mom.",
    "Let the other players give you a makeover, using condiments as makeup.",
    "Tickle the next person you see who is not playing the game.",
    "Lick a dollar bill.",
    "Let another player throw flour in your face.",
    "Spin around 10 times and try to walk straight.",
    "Go on Facebook Live and read the back of a shampoo bottle.",
    "Dump a bunch of LEGOs on the floor and walk over them with your bare feet.",
    "Give everyone in the room a hug.",
    "For the next 15 minutes, everything you say must be spoken in baby talk.",
    "Sniff the armpit of the person next to you, and describe what it smells like to the entire group.",
    "Go next door with a measuring cup and ask for a cup of sugar.",
    "Call a drug store and ask them which laxative is the most effective. After they answer, ask how many they have.",
    "Hand your phone to the person across from you and let them post whatever they want to your social media accounts.",
    "Call Walmart and ask if they do makeovers for prom.",
    "Until the next round, talk super loud, like nobody can listen you."
]